export const PROJECT_NAME = 'Название проекта'
export const PROJECT_DESCRIPTION = 'Бесплатный(ну это пока что) сервис, для удобного создания формы диагностики'
export const MAIN_PAGE_LOGIN_BTN_TEXT = 'Попробовать'
// TODO: поменять тексты, эти благополучно спизжены у яндекса
export const MAIN_PAGE_PROJECT_ADVANTAGES = [
  {
    title: 'Управление доступом',
    description: 'Разрешите доступ для заполнения формы всем пользователям или только сотрудникам компании. Дайте коллегам доступ для редактирования ваших форм и просмотра ответов.'
  },
  {
    title: 'Разнообразие вопросов',
    description: 'Добавьте на форму вопросы с полем для ввода текста, несколькими вариантами ответа, шкалой оценки, списком коллег из организации и не только.'
  },
  {
    title: 'Логика показа вопросов',
    description: 'Делайте ответы обязательными для заполнения. Отображайте или скрывайте вопросы в зависимости от того, как пользователи отвечают на предыдущие вопросы.'
  },
  {
    title: 'Лёгкость публикации на сайте',
    description: 'Получите готовый код, чтобы встроить форму в контент на сайте, поделитесь формой в социальных сетях или отправьте ссылку на неё в письме или мессенджере.'
  },
  {
    title: 'Автоматическое создание задач',
    description: 'Настройте интеграцию с Tracker — и на основе каждого ответа будет создана задача. Это удобный способ приёма заявок на обслуживание и сбора сообщений об ошибках.'
  },
  {
    title: 'База ответов в удобном формате',
    description: 'Смотрите ответы на вопросы формы в интерфейсе Yandex Forms, скачивайте в форматах XLSX, CSV и JSON, отправляйте по почте или сохраняйте на Wiki-странице.'
  }
]
